{
  "version": "1.0",
  "exportDate": "2025-09-30T06:45:00.000Z",
  "description": "A 4-5 hour London adventure race starting at Hyde Hotel, featuring iconic landmarks, hidden details, and classic British experiences.",
  "clues": [
    {
      "type": "route-info",
      "title": "The Native American at the Foot of a Queen",
      "content": [
        "Leave Hyde Hotel and make your way to a famous statue of an English monarch near an even more famous church.",
        "Your mission: Find a statue of a native american woman who sits at the foot of the last monach of the House of Stuart.",
        "Photo Proof: Submit a team photo with the native american woman clearly visible in the background."
      ]
    },
    {
      "type": "route-info",
      "title": "Nibble on a slice of London's past",
      "content": [
        "Travel from St. Paul’s Cathedral to london's oldest patisserie.",
        "When you find the shop, order a treat and or a coffee and post a picture. Hint: They are famous for  Scones with Clotted Cream and Jam",
        "Photo Proof: Submit a team photo with your treats."
      ]
    },
    {
      "type": "route-info",
      "title": "Exterminate! Exterminate!",
      "content": [
        "Make your way to Forbidden Planet Megastore.",
        "Inside, search for the metal monsters that have been trying to exterminate The Doctor since 1963. These monsters could be toys, in a comic, a book, or somewhere else in the store.",
        "Photo Proof: Take a picture showing at least one of the monsters and one member of your team."
      ]
    },
    {
      "type": "route-info",
      "title": "British Museum – Back Entrance (Montague Place)",
      "content": [
        "The British Museum began with a collection of curiosities and has grown into a treasure house of the world's wonders.",
        "Enter through the less-traveled doorway where treasures of millennia await. Make your way to the group entrance of The British Museum (Montague Place) for your pre-booked group entry by 11:10.",
        "Teams will be given access to the next clue in 1 minute intervals in the order they check in with Shannon at the museum."
      ]
    },
    {
      "type": "detour",
      "title": "👑 Kings or 🙏 Gods",
      "detourOptionA": {
        "title": "👑 Kings",
        "description": "Find and photograph these 5 kings: 1) Ramesses II (Room 4), 2) Ashurbanipal (Room 10a), 3) Hadrian (Room 70), 4) Darius I (Room 52), 5) Hoa Hakananai'a (Room 24)."
      },
      "detourOptionB": {
        "title": "🙏 Gods",
        "description": "Find and photograph these 5 gods: 1) Amun-Ra (Room 4), 2) Isis protecting Osiris (Room 62), 3) Bastet (Room 63), 4) Athena (Room 18), 5) Seated Buddha (Room 22)."
      },
      "requiredPhotos": 5
    },
    {
      "type": "route-info",
      "title": "Something Completely Different",
      "content": [
        "Make your way to Neal's Yard in Covent Garden, a hidden courtyard known for its colorful buildings and alternative shops.",
        "Your mission: Find the Monty Python plaque commemorating the creative heart of the Python empire. In 1976, Michael Palin and Terry Gilliam purchased offices in this colorful courtyard to serve as studios and editing suites for Python films and other projects.",
        "This became the creative headquarters where the Python team worked on post-production for their films, developed new projects, and continued their collaborative work. The space represented their transition from television sketch comedy to major film productions.",
        "Photo Proof: Take a team photo with the Monty Python plaque clearly visible in the background."
      ]
    },
    {
      "type": "route-info",
      "title": "Market Feast",
      "content": [
        "Make your way to Seven Dials Market, a vibrant food hall in the heart of Covent Garden.",
        "Your first priority: Find Shannon and check in to lock in your arrival order for the next stage of the race.",
        "Once you've checked in, explore this lovely market and find something tasty for lunch. Seven Dials Market brings together some of London's best street food vendors under one roof.",
        "Photo Proof: Take a team photo with Shannon and your chosen meal, showing the Seven Dials Market signage in the background."
      ]
    },
    {
      "type": "detour",
      "title": "🎨 Street Art or High Art",
      "detourOptionA": {
        "title": "🎨 Street Art",
        "description": "Make your way to London's Graffiti Tunnel, a long tunnel where graffiti is legal. Each team member must create their own version of the Obot robot icon and logo. Be creative with your designs! Once all team members have finished their robot artwork, take a photo of the entire team with all your robot creations visible."
      },
      "detourOptionB": {
        "title": "🖼️ High Art",
        "description": "Make your way to the Tate Modern and find the painting 'A Bigger Splash' by David Hockney. Using the sketchbook provided, recreate this masterpiece as accurately as possible. Pay attention to the pool, the splash, the house, and the color composition. Once finished, take a photo of the team member holding their sketch in front of the original painting."
      }
    },
    {
      "type": "route-info",
      "title": "All the World's a Stage",
      "content": [
        "Make your way to Shakespeare's Globe Theatre on the South Bank of the River Thames.",
        "Navigate to the Globe entrance closest to the river Thames and climb to the top of the stairs.",
        "Your mission: Find the ornate gate at the top of the stairs. This decorative entrance reflects the grandeur and theatrical tradition of Shakespeare's era.",
        "Photo Proof: Take a team photo with the ornate gate clearly visible in the background."
      ]
    },
    {
      "type": "road-block",
      "title": "Star-Crossed Lovers and Trojan Wars",
      "roadblockQuestion": "Who on your team loves Shakespeare the most?",
      "roadblockTask": "Find Shannon at a nearby pub named after an ugly duckling. He will provide tickets for your team to see 'Troilus and Cressida' at the Globe Theatre. Enter the theatre and watch the play until you have identified the names of 6 characters who appear in the performance. You do NOT need to stay for the entire play - leave as soon as you have 6 character names. Once you return to Shannon, you must tell him the 6 character names AND what each character was doing on stage to get your next clue."
    },
    {
      "type": "route-info",
      "title": "A Thousand Years of Flavor",
      "content": [
        "Make your way to Borough Market, one of London's oldest and most renowned food markets, dating back over 1,000 years to the 11th century.",
        "Originally established by traders crossing London Bridge, Borough Market has been feeding Londoners for nearly a millennium. What started as a riverside trading post has evolved into a world-famous destination for artisanal foods, fresh produce, and culinary treasures from around the globe.",
        "The market moved to its current Victorian buildings in the 1850s, where it continues to blend historic charm with contemporary food culture. Today it showcases both traditional British fare and international cuisine.",
        "Your mission: Each team member must find and purchase a treat that appeals to them - sweet or savory, hot or cold, food or drink. Explore the diverse offerings and choose something that speaks to your taste buds.",
        "Photo Proof: Submit one picture for each team member showing them with their chosen treat. Each photo should clearly show the team member and their food/drink selection to unlock your final clue to the race's last stop."
      ]
    },
    {
      "type": "route-info",
      "title": "Race to the Finish",
      "content": [
        "Congratulations! You've reached the final challenge of your London adventure.",
        "Make your way to The Woolpack Pub as a complete team - this is your finish line destination.",
        "Once you arrive, each team member should order a drink of their choice (any drink is perfectly fine - alcoholic or non-alcoholic).",
        "Find Shannon at the pub, and when you're ready to officially finish the race, you must finish your drinks to complete your London adventure.",
        "Well done on completing this incredible journey through London's history, culture, art, and cuisine!"
      ]
    }
  ]
}